[{"id":0,"ownerID":"0","offeringBusiness":"NoName","title":"Testtitel","shortDesc":"Kort beskrivelse af projektet","longDesc":"lirngæalebnpioeatæiunaeroivmæoearnbioæaernvunawekæoriebuipaer nlvmnearuibn","contactInfo":"Kontakt os","applicants":[]},{"id":1,"ownerID":"0","offeringBusiness":"NoName","title":"Titel igen!","shortDesc":"Dette er en kort besvkiregorme","longDesc":"JKENGLJKrnelakngklesrnbuilvaernjkvnuistrbk jnaeliufngvuiebluaebilvnaerilunbouiearvlnaeriuv NOGET MED LØBER!!!","contactInfo":"Kontakt Rasmus for info om Løver","applicants":[null]},{"id":2,"ownerID":"0","offeringBusiness":"NoName","title":"Titel igeigenn!","shortDesc":"Noget med SKAK!","longDesc":"En løber er en brik i spillet skak. Hver spiller har to løbere ved spillets begyndelse. Den ene står umiddelbart til højre for kongen og den anden umiddelbart til venstre for dronningen. I algebraisk notation er startfelterne c1 og f1 for hvids løbere og c8 og f8 for sorts løbere.\n\nEftersom hver løber kun kan bevæge sig på enten de hvide eller sorte felter, omtales en spillers to løbere normalt som den hvide løber og den sorte løber. En anden benævnelse for de to løbere er kongeløberen og dronningeløberen ud fra, hvilken side de er placeret på i startopstillingen.\n\nEn løber har ingen begrænsning i længden af et træk, men er begrænset til diagonal bevægelse, fremad eller tilbage. Løbere kan ikke hoppe over andre brikker. Som det er tilfældet for de fleste andre brikker slår en løber en modstanders brik ved at stille sig på det felt, hvor modstander-brikken stod.\n\nFordi en løber kun har adgang til 32 af brættets felter (henholdsvis de sorte eller hvide) er det en noget svagere brik end et tårn, som har adgang til alle brættets 64 felter. Yderligere angriber et tårn altid 14 felter på et tomt bræt, mens en løber kun angriber fra syv til tretten felter, afhængigt af hvor nær den er placeret ved brættets centrum. Værdien af en løber sættes i almindelighed til 3 bønder, mens tårnet værdisættes til 5 bønder.\n\nLøbere har tilnærmelsesvis samme styrke som springere. Løbere vinder i relativ styrke jo nærmere man kommer slutspillet ved at flere og flere brikker bliver slået, så der åbnes længere diagonaler, som løberen kan operere på. Når brættet er tomt, kan løberen virke på begge brættets fløje samtidig, hvorimod en springer bruger adskillige træk på at hoppe fra en fløj til en anden. I et åbent slutspil er tilstedeværelsen af begge løbere (løberparret) afgjort stærkere end kombinationerne en løber + en springer eller to springere. En spiller der har begge løbere, besidder en strategisk fordel ved at kunne opnå et fordelagtigt slutspil efter afbytning af tilstrækkeligt med brikker.","contactInfo":"Kontakt Rasmus for info om Løbere","applicants":[]},{"id":3,"ownerID":"0","offeringBusiness":"NoName","title":"Påskefabrikken","shortDesc":"Påskeharen har brug for hjælp.","longDesc":"Easter egg (dansk: påskeæg) forekommer ofte i visuelle elektroniske medier som ebook, film, computerspil eller software. Det er ofte en kreditering af programmøren, som er skjult og forekommer ofte som en skjult detalje fra dennes side. Det har ofte ikke noget relevans for mediets information eller brugbarhed og er generelt svært at finde.\n\nEt eksempel er fra Star Wars-dvd'erne. På de fleste Star Wars-dvd'er kan man finde alle fraklippene ved at indtaste 11, 3, 8 i en af menuerne. Dette gælder ikke dog Episode III, hvor man finder et lille filmklip, hvor den kendte figur Yoda danser og rapper.\n\nI det omdiskuterede computerspil Grand Theft Auto: San Andreas finder man et sted, hvor der et skilt, hvorpå der oversat til dansk står: \"Der er ingen easter eggs her. Gå din vej.\"\n\nI Gentoo Linux er der et easter egg i installationsprogrammet emerge, idet man med kommandoen\n\n# emerge -vp moo\nopnår:\n\n Gentoo (Linux)\n\n _______________________\n< Have you mooed today? >\n -----------------------\n       \\   ^__^\n        \\  (oo)\\_______\n           (__)\\       )\\/\\ \n               ||----w |\n               ||     ||\n\n\n\nThese are the packages that I would merge, in order:\n\nCalculating dependencies   \nemerge: there are no ebuilds to satisfy \"moo\".\nEt ofte brugt easter egg er den store grønne Dopefish. Efter han dukkede op i computerspillet Commander Keen: Secret of the Oracle, har han været genbrugt som easter egg i mange spil. Man kan også oplevet et easter egg ved at søge på \"Atari breakout\" på Googles billeder, hvilket vil fremkalde et spil i stil med Ataris spil Breakout.","contactInfo":"Kontakt Alexander for julemanden","applicants":[]},{"id":4,"ownerID":"0","offeringBusiness":"NoName","title":"New Job as a Patrick","shortDesc":"Vi ønsker en udskiftning af vores Patrick.","longDesc":"MAN SKAL VÆRE HANDIKAPPET!!!","contactInfo":"Kontakt Svampebob for mere info","applicants":[]},{"id":5,"ownerID":"0","offeringBusiness":"NoName","title":"test","shortDesc":"test","longDesc":"test","contactInfo":"test","applicants":[]}]