[{"id":1,"ownerID":"22","offeringBusiness":"Gruppe18","title":"Mission Impossible","shortDesc":"Your mission, should you choose to accept it, will be to make a presentation for the oral exam.","longDesc":"Your mission, should you choose to accept it, will be to make a presentation for the oral exam.","contactInfo":"Contact Mr. Midtgaard for grades","applicants":[]},{"id":2,"ownerID":"0","offeringBusiness":"Google eller sådan noget","title":"Påskefabrikken","shortDesc":"Påskeharen har brug for hjælp.","longDesc":"Easter egg (dansk: påskeæg) forekommer ofte i visuelle elektroniske medier som ebook, film, computerspil eller software. Det er ofte en kreditering af programmøren, som er skjult og forekommer ofte som en skjult detalje fra dennes side. Det har ofte ikke noget relevans for mediets information eller brugbarhed og er generelt svært at finde.\n\nEt eksempel er fra Star Wars-dvd'erne. På de fleste Star Wars-dvd'er kan man finde alle fraklippene ved at indtaste 11, 3, 8 i en af menuerne. Dette gælder ikke dog Episode III, hvor man finder et lille filmklip, hvor den kendte figur Yoda danser og rapper.\n\nI det omdiskuterede computerspil Grand Theft Auto: San Andreas finder man et sted, hvor der et skilt, hvorpå der oversat til dansk står: \"Der er ingen easter eggs her. Gå din vej.\"\n\nI Gentoo Linux er der et easter egg i installationsprogrammet emerge, idet man med kommandoen\n\n# emerge -vp moo\nopnår:\n\n Gentoo (Linux)\n\n _______________________\n< Have you mooed today? >\n -----------------------\n       \\   ^__^\n        \\  (oo)\\_______\n           (__)\\       )\\/\\ \n               ||----w |\n               ||     ||\n\n\n\nThese are the packages that I would merge, in order:\n\nCalculating dependencies   \nemerge: there are no ebuilds to satisfy \"moo\".\nEt ofte brugt easter egg er den store grønne Dopefish. Efter han dukkede op i computerspillet Commander Keen: Secret of the Oracle, har han været genbrugt som easter egg i mange spil. Man kan også oplevet et easter egg ved at søge på \"Atari breakout\" på Googles billeder, hvilket vil fremkalde et spil i stil med Ataris spil Breakout.","contactInfo":"Kontakt Alexander for julemanden","applicants":[]},{"id":3,"ownerID":"0","offeringBusiness":"Google eller sådan noget","title":"New Job as a Patrick","shortDesc":"Vi ønsker en udskiftning af vores Patrick.","longDesc":"MAN SKAL VÆRE HANDIKAPPET!!!","contactInfo":"Kontakt Svampebob for mere info","applicants":[]}]